Repository: pythian/terraform-composition
Catalog: cnx-website/public-html/application/files/trash/*_cookie_law_20240606124624/languages/*/LC_MESSAGES/messages.po
Languages: de_de

source: Language-specific privacy pages
de_de: Benutzerdefinierte Datenschutzseiten

source: If no language specific privacy page is setted the general privacy page will be used.
de_de: Wenn keine benutzerdefinierte Datenschutzseite vorhanden ist wird die allgemeine Datenschutzseite verwendet.

source: Auto detect (by browser language settings)
de_de: Automatisch ermitteln (anhand der Browser Spracheinstellungen)

source: Auto detect (by IP address)
de_de: Automatisch ermitteln (anhand der IP-Adresse)

source: Message Text
de_de: Nachrichten Text

source: Read More Text
de_de: Mehr Lesen Button Text

source: Allow Button Text
de_de: Erlauben Button Text

source: Decline Button Text
de_de: Entfernen Button Text

source: Got It Button Text
de_de: Verstanden Button Text

source: Deny Button Text
de_de: Verbieten Button Text

source: Let the custom text fields empty to keep the original texts.
de_de: Lassen Sie die benutzerdefinierten Textfelder leer um die Originaltexte zu behalten.

source: Please use Opt-In to get compliant with the GDPR.
de_de: Bitte verwenden Sie Opt-In um mit der DSGVO komform zu sein.

source: This block type has not options.
de_de: Dieser Blocktyp hat keine Optionen.

source: Custom Texts
de_de: Benutzerdefiniertere Texte

source: Thank You for purchasing my Software!
de_de: Vielen Dank für den Erwerb meiner Software!

source: Follow me on Twitter and Facebook to get the latest news and notifications about updates, new add-ons/themes and special offers.
de_de: Folgen Sie mir auf Twitter und Facebook um Neuigkeiten zu erhalten über Updates, neue Add-ons/Themes und Sonderangebote.

source: EU Cookie Law add-on for concrete5.
de_de: EU Cookie Law add-on für concrete5.

source: For support requests please contact fabian@bitter.de. This product includes GeoLite2 data created by MaxMind, available from <a href="%s">%s</a>.
de_de: Für Support Anfragen kontaktieren Sie bitte fabian@bitter.de. Dieses Produkt beinhaltet Daten von GeoLite2 der Firma MaxMind, erhältlich unter <a href="%s">%s</a>.

source: Cancel
de_de: Abbrechen

source: Choose
de_de: Wählen

source: Clear Color Selection
de_de: Entferne Farbauswahl

source: Colors
de_de: Farben

source: Popup Background Color
de_de: Popup Hintergrundfarbe

source: Popup Text Color
de_de: Popup Textfarbe

source: Primary Button Background Color
de_de: Primäre Schaltflächen Hintergrundfarbe

source: Primary Button Border Color
de_de: Primäre Schaltflächen Rahmenfarbe

source: Primary Button Text Color
de_de: Primäre Schaltflächen Textfarbe

source: Secondary Button Background Color
de_de: Sekundäre Schaltflächen Hintergrundfarbe

source: Secondary Button Border Color
de_de: Sekundäre Schaltflächen Rahmenfarbe

source: Secondary Button Text Color
de_de: Sekundäre Schaltflächen Textfarbe

source: Privacy Page
de_de: Datenschutz-Seite

source: Are you sure?
de_de: Sind sie sicher?

source: Reset
de_de: Zurücksetzen

source: Save
de_de: Speichern

source: This website uses cookies to ensure you get the best experience on our website.
de_de: Diese Webseite verwendet Cookies um die Benutzerfreundlichkeit für Sie verbessern zu können.

source: Learn more
de_de: Mehr Erfahren

source: Got it!
de_de: Verstanden

source: Deny cookies
de_de: Verbiete Cookies

source: Allow cookies
de_de: Erlaube Cookies

source: Decline cookies
de_de: Cookies entfernen

source: Bottom
de_de: Unten

source: Top
de_de: Oben

source: Rate this add-on on concrete5.org and as a thank-you gift can choose another add-on of mine up to $35. This offer may only be claimed once. Click <a href="%s" class="alert-link"> here </a> to rate now.
de_de: Bewerten Sie diese Erweiterung auf concrete5.org und als Dankeschön dürfen Sie sich eine weitere Erweiterungen von mir im Wert von $35 raussuchen. Dieses Angebot darf nur einmal beansprucht werden. Klicken Sie <a href="%s" class="alert-link">hier</a> um jetzt eine Bewertung abzugeben.
